Repository: nickknudsen/battleship-python
Catalog: battleship/locale/*/LC_MESSAGES/battleship.po
Languages: pt_br

source: Points:
pt_br: Pontos:

source: Shots Available:
pt_br: Tiros disponiveis:

source: Time elapsed:
pt_br: Tempo decorrido:

source: Labels
pt_br: Legenda

source: You Destroy a {}
pt_br: Você destruiu um {}

source: You Hit a {}
pt_br: Você acertou um {}

source: Press Enter to continue...
pt_br: Aperte Enter para continuar

source: Press CTRL+C to exit ...
pt_br: Aperte CTRL+C para sair ...

source: carrier
pt_br: porta aviões

source: battleship
pt_br: encouraçado

source: cruiser
pt_br: cruzador

source: submarine
pt_br: submarino

source: frigate
pt_br: fragata

source: yes
pt_br: sim

source: no
pt_br: não

source: Lost Shots:
pt_br: Tiros Perdidos

source: Right Shots:
pt_br: Tiros Certos

source: Shots Missing:
pt_br: Tiros Faltando

source: Sunken Ships:
pt_br: Navios Afundados

source: Missing Ships:
pt_br: Navios Faltando

source: Time elapsed: {} sec
pt_br: Tempo decorrido: {} sec

source: You WIN !!!!!
pt_br: Você Venceu !!!!!

source: You Lost !!!!!
pt_br: Você Perdeu !!!!!

source: <{}> Sunk: {} | Hits: {}
pt_br: <{}> Afundado: {} | Acertos: {}

source: Ship
pt_br: Navio

source: Initials
pt_br: Sigla

source: Size
pt_br: Tamanho

source: Hits
pt_br: Acertos

source: sunk
pt_br: Afundou

source: You Destroy a {}
pt_br: Você destruiu um {}

source: You Hit a {}
pt_br: Você acertou um {}

source: Choose your coordinate using one LETTER from A to Q and one NUMBER from 0 to 16. Ex: a1, b15, c10 and etc... Coordinate:
pt_br: Escolha sua coordenada usando uma LETRA de A à Q e um NUMERO de 0 to 16. Ex: a1, b15, c10 e etc... Coordenada:

source: You can only use letters with numbers. Ex: a1, c10, etc...
pt_br: Você só pode usar letras com numeros. Ex: a1, c10, etc...

source: Invalid Format. {}. Coordinate: {}{}
pt_br: Formato Invalido. {}. Coordenada: {}{}

source: Invalid Coordinate. {}. Coordinate: {}{}
pt_br: Coordenada Invalida. {}. Coordenada: {}{}

source: You need to choose a letter from A to Q and one NUMBER from 0 to 16.
pt_br: Você precisa escolher uma LETRA de A to Q e um NUMERO de 0 to 16.
